[
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "obsidian-smart-typography",
  "code-styler",
  "obsidian-pandoc",
  "vscode-editor",
  "obsidian-tasks-plugin",
  "quickadd",
  "obsidian-latex-suite",
  "obsidian-functionplot"
]